Repository: itsPronay/blanket
Catalog: po/*.po
Languages: ga, sr

source: Blanket
ga: Blaincéad
sr: Ћебенце

source: Listen to different sounds
ga: Éist le fuaimeanna éagsúla
sr: Слушајте различите звукове

source: Concentrate;Focus;Noise;Productivity;Sleep;
ga: Díriú Airde;Torann;Táirgiúlacht;Codladh;
sr: Concentrate;Focus;Noise;Productivity;Sleep;Концентрација;Фокус;Усредсређивање;Бука;Продуктивност;Спавање;Koncentracija;Fokus;Usredsredjivanje;Buka;Produktivnost;Spavanje;

source: Listen to ambient sounds
ga: Éist le fuaimeanna na timpeallachta
sr: Слушајте звукове околине

source: Improve focus and increase your productivity by listening to different ambient sounds
ga: Fócas a fheabhsú agus do tháirgiúlacht a mhéadú trí éisteacht le fuaimeanna comhthimpeallacha éagsúla

source: Also can help you to fall asleep in a noisy environment.
ga: Chomh maith leis sin is féidir cabhrú leat titim i do chodladh i dtimpeallacht noisy.
sr: Може вам и помоћи да лакше заспите у гласном окружењу.

source: Features:
ga: Gnéithe:
sr: Карактеристике:

source: Save presets
ga: Sábháil réamhshocruithe
sr: Сачувани шаблони

source: Add custom sounds
ga: Cuir fuaimeanna saincheaptha leis
sr: Додај прилагођене звукове

source: Auto start in background
ga: Tosú uathoibríoch sa chúlra
sr: Самопокрени у позадини

source: MPRIS integration
ga: Comhtháthú MPRIS
sr: MPRIS интеграција

source: Included Sounds in the App:
ga: Fuaimeanna san áireamh san aip:
sr: Звуци који долазе уз апликацију:

source: Birds
ga: Éin
sr: Птице

source: Boat
ga: Bád
sr: Чамац

source: City
ga: Cathair
sr: Град

source: Coffee Shop
ga: Caifé
sr: Кафић

source: Fireplace
ga: Teallach
sr: Логорска ватра

source: Pink Noise
ga: Torann Bándearg
sr: Ружичаста бука

source: Rain
ga: Fearthainn
sr: Киша

source: Summer Night
ga: Oíche Shamhraidh
sr: Летња ноћ

source: Storm
ga: Stoirm
sr: Олуја

source: Stream
ga: Sruth
sr: Поток

source: Train
ga: Traein
sr: Воз

source: Waves
ga: Tonnta
sr: Таласи

source: White Noise
ga: Torann Bán
sr: Бела бука

source: Wind
ga: Gaoth
sr: Ветар

source: The default screen in light theme
ga: An scáileán réamhshocraithe sa téama éadrom
sr: Апликација са светлом темом

source: The default screen in dark theme
ga: An scáileán réamhshocraithe i téama dorcha
sr: Апликација са тамном темом

# visible-name
source: 'Default'
ga: 'Réamhshocrú'
sr: 'Подразумевано'

source: Copyright 2020-2022 Rafael Mardojai CM
ga: Cóipcheart 2020-2022 Rafael Mardojai CM
sr: Право на копирање 2020-2022 Rafael Mardojai CM

# Add your names here, do not remove previous names!
source: translator-credits
ga: Seán Ó Séaghdha <sean.anseo@gmail.com>
sr: Марко М. Костић <marko.m.kostic@gmail.com> https://гном.срб — превод Гнома на српски језик.

source: Appearance
ga: Cuma
sr: Изглед

source: Dark Mode
ga: Modh Dorcha
sr: Тамни режим

source: Behavior
ga: Iompraíocht
sr: Понашање

source: Autostart in Background
ga: Tosú uathoibríoch sa Chúlra
sr: Самопокрени у позадини

source: Always Start on Pause
ga: Tosaigh i gcónaí ar Sos
sr: Увек почни паузиран

source: Cancel
ga: Cealaigh
sr: Откажи

source: Save
ga: Sábháil
sr: Сачувај

source: Preset Name
ga: Ainm an Réamhshocraithe
sr: Назив шаблона

source: Rename Preset
ga: Athainmnigh Réamhshocrú
sr: Преименуј шаблон

source: Delete Preset
ga: Scrios Réamhshocrú
sr: Обриши шаблон

source: General
ga: Ginearálta
sr: Опште

source: Play/Pause Sounds
ga: Seinn/Cuir Fuaimeanna ar Sos

source: Add Custom Sound
ga: Cuir Fuaim Chustaim leis

source: Close Window
ga: Dún an Fhuinneog

source: Preferences
ga: Roghanna
sr: Поставке

source: Keyboard Shortcuts
ga: Aicearraí Méarchláir
sr: Пречице тастатуре

source: Quit
ga: Scoir
sr: Изађи

source: Presets Menu
ga: Roghchlár Réamhshocruithe

source: Main Menu
ga: Príomhroghchlár
sr: Главни мени

source: Volume Menu
ga: Roghchlár Imleabhar
sr: Мени јачине звука

source: Sounds Menu
ga: Roghchlár Fuaimeanna
sr: Мени звукова

source: Keep Playing when Closed
ga: Lean ort ag imirt nuair a bhíonn sé Dúnta

source: About Blanket
ga: Maidir le Blanket
sr: О Ћебенцету

source: Reset Sounds
ga: Fuaimeanna Athshocraigh
sr: Ресетуј звукове

source: Hide Inactive Sounds
ga: Folaigh Fuaimeanna Neamhghníomhacha
sr: Сакри неактиве звукове

source: Save as New Preset…
ga: Sábháil mar Réamhshocrú Nua…
sr: Сачувај као нови шаблон…

source: Add Sound…
ga: Cuir Fuaim leis…

source: Paused to save power
ga: Stoptha chun cumhacht a shábháil

source: _Resume Playing
ga: _Lean Ag imirt

source: Nature
ga: Dúlra
sr: Природа

source: Travel
ga: Taisteal
sr: Путовање

source: Interiors
ga: Istigh
sr: Ентеријери

source: Noise
ga: Torann
sr: Бука

source: Sounds icons
ga: Deilbhíní Fuaimeanna
sr: Иконице звукова

source: App icon
ga: Deilbhín an Chláir
sr: Иконица програма

source: Source Code
ga: Cód foinse
sr: Изворни код

source: Sounds by
ga: Fuaimeanna le
sr: Звукове снимили

source: Sounds edited by
ga: Fuaimeanna curtha in eagar ag
sr: Звукове уредили

source: Autostart Blanket in background.
ga: Blaincéad Autostart sa chúlra.
sr: Самопокрени Ћебенце у позадини.

source: Request error
ga: Earráid iarratais
sr: Грешка у захтеву

source: The autostart request failed.
ga: Theip ar an iarratas uath-thosaithe.
sr: Захтев за самопокретањем није успео.

source: Ok
ga: Ceart go leor

source: Authorization failed
ga: Theip ar údarú
sr: Овлашћивање није успело

source: Make sure Blanket has permission to run in the background in Settings → Applications → Blanket and try again.
ga: Cinntigh go bhfuil cead ag Blanket rith sa chúlra i Socruithe → Feidhmchláir → Blanket agus bain triail eile as.

source: Sound Automatically Removed
ga: Fuaim Bainte Uathoibríoch

source: The {name} sound is no longer accessible, so it has been removed
ga: Níl an fhuaim {name} inrochtana a thuilleadh, mar sin baineadh í

source: Accept
ga: Glac
sr: Прихвати

source: Open audio
ga: Oscail fuaim
sr: Отвори аудио

source: Add…
ga: Cuir…
sr: Додај…

source: New Preset
ga: Réamhshocraithe Nua

source: Edit Preset
ga: Athraigh Réamhshocrú
sr: Уреди шаблон

source: Remove
ga: Bain
sr: Уклони
